{
    "content": "**――― Gamers Guild ―――**\n\n<:GE_logo:923095675942613002> Gamers Guild is a collection of **10,000** Anime style, Retro 8bit Gamer NFTs. These NFTs which capture to the very essence of nostalgia to very beginning of video game culture. - These 8bit pixel art characters represent **5 Races - Humans, Elves, Orcs, Undead & The Demi-Gods.** - The Demi-Gods have transcended from the world of video games into the Metaverse on a quest to unite all the races under one common mission, Video Games and through competitive esports find the worlds best gamer. - Each NFT holder gets access to an exclusive community of Gamers, Creators & Athletes. Based on rarity of your NFT you will gain access to certain special rewards and perks that will tie in directly to our Esports Teams & Content.\n\n<:GE_logo:923095675942613002> Global Esports has a heritage of over 25 rosters spread across 20 countries with bootcamps and training facilities in Singapore, South Korea, London, New York, Harrisburg, Los Angeles & our Current Flagship Content House along with our State of the Art Production & Broadcast Studio in Mumbai, India. Global Esports currently holds the Fortnite World Record for the highest score during the Fornite World Cup Qualifiers, Representing both Team India & Team Singapore at the Overwatch Worldcup, 3rd Place at Korea Open & 2nd Place at Australia Open in Fortnite, Represented India in Counter-strike, Dota 2, Pubg, Call of Duty Mobile and current Valorant Roster is the best in South Asia, representing the region at Valorant Asia Pacific LCQ.\n\n<:GE_logo:923095675942613002> At Global Esports we believe in creating superstars not just athletes which is why content is such a big part of what we do and will continue to stay our commitment to providing high quality entertaining and high value content for our audience.",
    "embeds": null,
    "username": "Global eSports",
    "avatar_url": "https://cdn.discordapp.com/attachments/923419078885003314/923419242135691264/global_esports_logo.png"
  }