{
    "content": "<:GE_logo:923095675942613002> **General Rules**\n\n1.1. Treat all members with respect.\n1.2. Harassment, abuse, hate speech or any kind of discriminatory speech will not be tolerated.\n1.3. Do not in any way intentionally offend any member in the Discord server.\n1.4. Racial or offensive slurs will not be tolerated.\n1.5. Tagging a member/staff member without reason will result in a warning.\n1.6. Revealing private information about any individual; is a zero tolerance rule.\n1.7. Do not publicly accuse other users/players of misconduct.\n1.8. No backseat modding.\n1.9. No talking about topics related to religion or politics.\n1.10. No words in other language other than Hinglish / English will be allowed. Small words for teaching purposes will be allowed but excessive use of this permit will lead to BAN\n1.11. We welcome constructive criticism but have zero tolerance for aggressive or entitled demands.\n1.12. Intentional toxic behavior is not allowed.\n\n<:GE_logo:923095675942613002> **Account Rules**\n\n2.1. Anyone found with multiple accounts will get all the alternatives, as well as the original account, banned.\n2.2. For you to get an exception for more than one account on the server, you'll have to contact a Discord Admin for permission.\n2.3. Once an account ban is set, you're banned and not welcomed back until you properly appeal to the staff member that issued the punishment, and it gets approved.\n2.4. If you have any doubts about a staff member's decision, you are free to create a ticket and have another staff member review it.\n2.5. Offensive/NSFW usernames or avatars are not allowed and will result in a warning if it remains unchanged.\n2.6. Conducting any kind of real-world economic activity on this server is strictly prohibited, and may result in the account responsible getting terminated.",
    "embeds": null,
    "username": "Global eSports",
    "avatar_url": "https://cdn.discordapp.com/attachments/923419078885003314/923419242135691264/global_esports_logo.png"
  }